"Title" = "Általános";
"LaunchAtLogin" = "Indítás a bejelentkezéssel együtt";
"CheckNow" = "Ellenőrzés most";
"Open" = "Megnyitás:";
"Delete" = "Törlés:";
"DeleteTooltip" = "Gyorsbillentyű az előzmény elem törléséhez.\nAlapértelmezett: ⌥⌫.";
"Behavior" = "Viselkedés:";
"PasteAutomatically" = "Automatikus beillesztés";
"PasteWithoutFormatting" = "Beillesztés formázások nélkül";
"Search" = "Keresés:";
"Exact" = "Egyező";
"Fuzzy" = "Hasonló";
"Regex" = "Reguláris kifejezés";
"Mixed" = "Kevert";
"NotificationsAndSounds" = "Értesítések és hangok 􀱁";
"CheckForUpdates" = "Frissítések automatikus keresése";
"OpenTooltip" = "Globális gyorsbillentyű az alkalmazás megnyitásához.\nAlapértelmezett: ⇧⌘C.";
"Pin" = "Kitűzés:";
"PinTooltip" = "Gyorsbillentyű az előzmény elem kitűzéséhez.\nAlapértelmezett: ⌥P.";
"Modifiers" = "Viselkedés testreszabása az elem kiválasztásakor:\n• Tartsd nyomva a %@ gombot és válaszd ki az elemet a másoláshoz.\n• Tartsd nyomva a %@ gombot és válaszd ki az elemet a másoláshoz es a beillesztéshez.\n• Tartsd nyomva a %@ gombot és válaszd ki az elemet a másoláshoz, a formázások törléséhez és a beillesztéshez.";
